[{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c18"
  },
  "correct_answer_id": 2,
  "text": "O que é sustentabilidade e como ela se relaciona com a preservação ambiental?",
  "alternatives": [
    {
      "id": 1,
      "texto": "Uso dos recursos naturais de forma ilimitada."
    },
    {
      "id": 2,
      "texto": "Uso responsável dos recursos naturais para atender às necessidades do presente sem comprometer as necessidades das futuras gerações."
    },
    {
      "id": 3,
      "texto": "Uso de tecnologia para aumentar o consumo de recursos naturais."
    },
    {
      "id": 4,
      "texto": "Utilização de recursos naturais apenas para fins econômicos."
    }
  ]
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c19"
  },
  "correct_answer_id": 2,
  "text": "Qual é o principal objetivo de utilizar drones no combate a queimadas?",
  "alternatives": [
    {
      "id": 1,
      "texto": "Monitorar o uso de recursos hídricos."
    },
    {
      "id": 2,
      "texto": "Detectar e apagar incêndios rapidamente, evitando a propagação."
    },
    {
      "id": 3,
      "texto": "Registrar imagens aéreas para análise de clima."
    },
    {
      "id": 4,
      "texto": "Facilitar a exploração comercial de florestas."
    }
  ]
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c1a"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Remoção de árvores sem grandes consequências ecológicas."
    },
    {
      "id": 2,
      "texto": "Processo que resulta na perda de habitats naturais, impactando a fauna e flora local."
    },
    {
      "id": 3,
      "texto": "Prática de plantar árvores para criar novos ecossistemas."
    },
    {
      "id": 4,
      "texto": "Destruição de habitats urbanos sem afetar a vida selvagem."
    }
  ],
  "correct_answer_id": 2,
  "text": "O que é o desmatamento e como ele impacta a biodiversidade?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c1b"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Permite o envio de imagens em tempo real para identificar focos de incêndio."
    },
    {
      "id": 2,
      "texto": "Aumenta a quantidade de árvores nas florestas."
    },
    {
      "id": 3,
      "texto": "Substitui a necessidade de brigadistas em campo."
    },
    {
      "id": 4,
      "texto": "Diminui a quantidade de poluição nas áreas urbanas."
    }
  ],
  "correct_answer_id": 1,
  "text": "Como o uso de drones pode ajudar a monitorar áreas florestais para prevenir queimadas?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c1c"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Redução do tempo de resposta no combate a queimadas."
    },
    {
      "id": 2,
      "texto": "Drones causam aumento do número de incêndios ao interferirem no clima."
    },
    {
      "id": 3,
      "texto": "Drones aumentam o uso de pesticidas em áreas agrícolas."
    },
    {
      "id": 4,
      "texto": "Drones são mais baratos que os helicópteros, mas têm menos eficácia."
    }
  ],
  "correct_answer_id": 1,
  "text": "Qual das opções a seguir é um benefício da utilização de drones no combate a incêndios florestais?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c1d"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Sensores térmicos (câmeras infravermelhas)."
    },
    {
      "id": 2,
      "texto": "Câmeras de alta definição."
    },
    {
      "id": 3,
      "texto": "Radar de imagem."
    },
    {
      "id": 4,
      "texto": "Microfones de alta sensibilidade."
    }
  ],
  "correct_answer_id": 1,
  "text": "Qual é a principal tecnologia usada pelos drones para detectar incêndios em áreas florestais?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c1e"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Aumento da emissão de dióxido de carbono para compensar o desmatamento."
    },
    {
      "id": 2,
      "texto": "Equilíbrio entre a quantidade de carbono emitido e absorvido, ajudando a minimizar o impacto ambiental."
    },
    {
      "id": 3,
      "texto": "Redução das emissões de carbono sem considerar o uso de drones."
    },
    {
      "id": 4,
      "texto": "Nenhuma relação com as questões ambientais."
    }
  ],
  "correct_answer_id": 2,
  "text": "O que é a \"carbono neutro\" e como os drones podem contribuir para esse conceito?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c1f"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Aumento da biodiversidade e recuperação de ecossistemas."
    },
    {
      "id": 2,
      "texto": "Aumento da quantidade de dióxido de carbono na atmosfera, acelerando as mudanças climáticas."
    },
    {
      "id": 3,
      "texto": "Estabilização das temperaturas ao redor do mundo."
    },
    {
      "id": 4,
      "texto": "Melhora na qualidade do ar e da água."
    }
  ],
  "correct_answer_id": 2,
  "text": "Quais são as consequências do desmatamento para o clima global?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c20"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Através de baterias recarregáveis que utilizam fontes de energia renovável, como solar."
    },
    {
      "id": 2,
      "texto": "Usando combustível fóssil para garantir mais autonomia."
    },
    {
      "id": 3,
      "texto": "Através de geradores a diesel para aumentar a carga de trabalho."
    },
    {
      "id": 4,
      "texto": "Usando energia de fontes não renováveis para reduzir os custos operacionais."
    }
  ],
  "correct_answer_id": 1,
  "text": "Como os drones podem ser alimentados de maneira sustentável durante suas missões de combate a incêndios?"
},
{
  "_id": {
    "$oid": "6900b1a31b83af9368dd1c21"
  },
  "alternatives": [
    {
      "id": 1,
      "texto": "Os drones plantam árvores automaticamente em grandes áreas."
    },
    {
      "id": 2,
      "texto": "Eles ajudam a monitorar e mapear áreas para a recuperação, identificando zonas de risco e facilitando ações de restauração."
    },
    {
      "id": 3,
      "texto": "Eles evitam o crescimento de novas plantas e árvores."
    },
    {
      "id": 4,
      "texto": "Nenhuma das alternativas anteriores."
    }
  ],
  "correct_answer_id": 2,
  "text": "Qual é o papel dos drones na recuperação ambiental de áreas devastadas pelo desmatamento?"
}]